Repository: 84000/data-translation-memory
Catalog: toh354-v3.tmx
Source language: bo
Languages: en

source: །མིར་གྱུར་ཀྱང་ཁེངས་ཤིང་ང་རྒྱལ་ཆེ་བ་གང་ཡིན་པ་དེ་ནི་ཤི་འཕོས་ནས་མི་གཙང་བའི་གནས་ཀྱི་སྲིན་བུ་དང་། རྔ་མོ་དང་། བོང་བུ་དང་། སྟག་དང་། ཁྱི་དག་ཏུ་ལྟུང་བར་འགྱུར་ཏེ།
en: As a human, those who are arrogant and full of pride will regress to rebirth as latrine maggots, camels, donkeys, tigers, or dogs after death.

source: གལ་ཏེ་མིར་སྐྱེས་ན་ཡང་བྲན་མོའི་ལུས་ལེན་ཅིང་དབུལ་ཕོངས་པས་སློངས་མོ་བྱེད་པ་དང་། མང་པོ་ཀུན་གྱིས་བརྙས་ཤིང་སྨད་པ་དག་ཏུ་ལྟུང་བར་འགྱུར་རོ།
en: Even if they are reborn as humans, they will take up the body of a servant, be a poverty-stricken beggar, or be taunted as they fall into universal disgrace.

source: །མིར་གྱུར་ཀྱང་བླ་མའི་མཐུ་བསྙེམས་པའི་རྒྱུས་གཞན་གྱི་ནོར་ལེན་པ་གང་ཡིན་པ་དེ་ནི་ཤི་འཕོས་ནས་ཤའི་རི་ལྟ་བུའི་སེམས་ཅན་དམྱལ་བར་ལྟུང་བར་འགྱུར་ཞིང་སྐྱེ་བོ་བརྒྱ་སྟོང་མང་པོས་ལུས་ཀྱི་ཤ་བཅད་ནས་ཟ་བར་འགྱུར་རོ།
en: As a human, those who boast of the guru’s power as a means of taking the wealth of others will fall into the hells of mountains of flesh after death, where the flesh of their bodies will be hacked apart and consumed by many hundreds of thousands of beings. “

source: །ཚེ་འདི་ལ་གཞན་དག་བགྲང་དུ་གཞུག་པ་ལ་མངོན་པར་དགའ་བ་གང་ཡིན་པ་དེ་ནི་ཚེ་འཕོས་ནས་གླང་པོ་ཆེ་དག་ཏུ་སྐྱེ་ཞིང་རྐང་ལག་དྲང་བས་ཉལ་དུ་མེད་པ་དག་ཏུ་ལྟུང་བར་འགྱུར་རོ།
en: Those who delight in making others stand in this life will be reborn as elephants after death or regress to a state of having straight limbs and not being able to lie down to sleep.

source: །ཚེ་འདི་ལ་མཆོད་སྟོན་དྲལ་ནས་ནུབ་མོ་ཟན་ཟོས་པ་གང་ཡིན་པ་དེ་ནི་ཚེ་འཕོས་ནས་ཡི་དགས་འདྲེ་བཀྲེན་དག་ཏུ་ལྟུང་བས་ལོ་བརྒྱ་ཕྲག་མང་པོར་བཟའ་བ་དང་།
en: Those who tear apart feast offerings in this life and make an evening meal out of them will regress after death to the states of hungry ghosts and miserly ghosts.

source: བཏུང་བ་མང་པོ་ཐོབ་པར་མི་འགྱུར་རོ། །འགྲོ་བའི་ཚེ་ལྷུ་ཚིགས་ཀུན་ཏུ་མེ་རབ་ཏུ་འབར་བར་འགྱུར་རོ།
en: They will thus not acquire much food or drink for many hundreds of years, and their joints will blaze with fire as they move about.

source: །ཚེ་འདི་ལ་སྒྲེན་མོར་འདུག་པ་ལ་མངོན་པར་དགའ་བ་གང་ཡིན་པ་དེ་ནི་ཚེ་འཕོས་ནས་གྲང་བས་སྒྲིབས་པའི་སྲིན་བུ་དག་ཏུ་སྐྱེ་བར་འགྱུར་རོ།
en: Those who delight in staying in the nude in this life will be reborn after death as insects who are numb with cold.

source: །ཚེ་འདི་ལ་མཆོད་སྟོན་གྱི་ཟས་ལྷག་མ་ཁྱེར་བ་གང་ཡིན་པ་དེ་ནི་ཤི་འཕོས་ནས་ལྕགས་ཀྱི་ས་གཞི་རབ་ཏུ་ཚ་བའི་སེམས་ཅན་དམྱལ་བར་ལྟུང་བར་འགྱུར་རོ།
en: Those who take the leftovers from feast offerings with them in this life will descend after death into the hell realms whose iron grounds are blazing hot.

source: །བརྒྱ་ལ་མིར་སྐྱེས་པར་གྱུར་ན་ཡང་ལྐོག་མ་ནད་ཀྱིས་བཏབ་པ་དང་། ཚེ་ཐུང་བར་འགྱུར་རོ།
en: In the rare event that they are reborn as humans, they will have diseases of the throat and shortened lifespans.

source: །ཚེ་འདི་ལ་དེ་བཞིན་གཤེགས་པའི་སྐུ་གཟུགས་ལ་ཕྱག་བྱེད་ན་ཡང་མགོ་བོ་ས་ལ་མི་གཏུག་པ་གང་ཡིན་པ་དེ་ནི་ཤི་འཕོས་ནས་མགོ་ཐུར་དུ་དཔྱངས་པའི་སེམས་ཅན་དམྱལ་བར་ལྟུང་བར་འགྱུར་རོ།
en: Those who do not touch their heads to the floor when prostrating to statues of the thus-gone ones in this life will descend into the hells where they hang upside down after death.

source: །བརྒྱ་ལམ་ན་མིའི་ནང་དུ་སྐྱེས་ན་ཡང་གཞན་དག་གིས་མང་དུ་སླུ་བར་འགྱུར་རོ།
en: In the rare event that they are reborn in the human realm, they will be thoroughly deceived by others.

source: །ཚེ་འདི་ལ་དེ་བཞིན་གཤེགས་པའི་སྐུ་གཟུགས་ལ་ཕྱག་བྱས་པ་ན་ཐལ་མོ་མི་སྦྱོར་བར་བྱེད་པ་གང་ཡིན་པ་དེ་ནི་ཤི་འཕོས་ནས་ཡུལ་མཐའ་འཁོབ་དག་ཏུ་སྐྱེ་བར་འགྱུར་ཞིང་འབད་པ་མང་པོས་བཙལ་ཡང་ཅི་ཡང་འཐོབ་པར་མི་འགྱུར་རོ།
en: Those who do not join their palms together as they prostrate to statues of the thus-gone ones in this life will be reborn in borderlands after death and will not attain anything despite their many efforts.

source: །ཚེ་འདི་ལ་དྲིལ་ཆེན་གྱི་སྒྲ་ཐོས་ཀྱང་མི་ལྡང་བ་གང་ཡིན་པ་དེ་ནི་ཤི་འཕོས་ནས་སྦྲུལ་ལུས་ཆེན་པོ་དག་ཏུ་ལྟུང་བར་འགྱུར་ཞིང་ལུས་རིང་ལ་ཆེ་བས་སྲོག་ཆགས་ཕྲ་མོ་མང་པོ་རྣམས་ཀྱིས་བཟའ་བར་འགྱུར་རོ།
en: Those who do not rise despite hearing the big bell ring in this life will regress to the state of large-bodied snakes. As their bodies will be long and large, they will be devoured by many small bugs.

source: །ཚེ་འདི་ལ་ལག་པ་རྒྱབ་ཏུ་བསྟན་ཏེ། དེ་བཞིན་གཤེགས་པ་ལ་ཕྱག་བྱས་པ་གང་ཡིན་པ་དེ་ནི་ཤི་འཕོས་ནས་ཕྱིན་ཀ་ལོག་ཏུ་བཅིངས་པའི་སེམས་ཅན་དམྱལ་བར་ལྟུང་བར་འགྱུར་ཏེ།
en: Those who show their hands in a backward manner as they prostrate to the thus-gone ones in this life will fall into the hells where their hands are tightly bound behind their backs after death.

source: གལ་ཏེ་མིར་སྐྱེས་པར་གྱུར་ན་ཡང་ཉེས་པ་མེད་པར་གྱོད་འབྱུང་བར་འགྱུར་རོ།
en: Even if they happen to be reborn as humans, they will get caught up in disputes despite being innocent. “

source: །ཚེ་འདི་ལ་ཐལ་མོ་སྦྱར་ནས་ཡན་ལག་ལྔས་ས་ལ་གཏུགས་ཏེ། ཕྱག་བྱས་པ་གང་ཡིན་པ་དེ་ནི་རྟག་པར་ཆོ་རིགས་བཙུན་པར་འགྱུར་ཞིང་རྒྱུན་དུ་བདེ་བ་མྱོང་བར་འགྱུར་རོ།
en: Those who in this life join their palms and prostrate themselves with all five points touching the ground will always be of mighty lineages and experience continuous happiness.

source: །ཚེ་འདི་ལ་ཁྲོ་སྐྱེན་ཞིང་ལྟོ་ལ་འཁོང་བ་གང་ཡིན་པ་དེ་ནི་སྔོན་སྨྱོན་པ་བྱས་པ་ལས་འོངས་པ་ཡིན་ནོ།
en: Being quick to anger and unsatisfied with one’s food in this life comes from having previously been mentally ill.

source: །ཚེ་འདི་ལ་མིག་ཡ་ཡོར་གྱུར་པ་གང་ཡིན་པ་དེ་ནི་སྔོན་ལོག་པའི་སེམས་ཀྱིས་གཞན་གྱི་ཆུང་མ་ལ་བལྟས་པ་ལས་གྱུར་པ་ཡིན་ནོ།
en: Being cross-eyed in this life comes from having previously looked at the wives of others with a perverted mindset.

source: །ཚེ་འདི་ལ་ཆུང་མའི་ནོན་བྱས་ནས་ཕ་མ་ལ་སྤྱོས་པ་གང་ཡིན་པ་དེ་ནི་ཤི་འཕོས་ནས་ལྕེ་ཐོང་གཤོལ་གྱིས་རྨེད་པའི་སེམས་ཅན་དམྱལ་བར་ལྟུང་བར་འགྱུར་རོ།
en: Those who are pressured by their wives to rebuke their parents in this life will fall into the hells of tongue plowing after death.

source: །ཚེ་འདི་ལ་ཆང་གི་ནང་དུ་བསྣན་ཏེ། གཞན་དག་ལ་བྱིན་པ་གང་ཡིན་པ་དེ་ནི་ཤི་འཕོས་ནས་ཆུའི་ནང་དུ་སྲིན་བུ་དག་ཏུ་སྐྱེ་བར་འགྱུར་ཏེ།
en: Those who in this life adulterate alcohol and give it to others will be reborn as water bugs after death.

source: བརྒྱ་ལ་མིའི་ནང་དུ་སྐྱེས་པར་གྱུར་ན་ཡང་ལུས་སྐྲང་ཞིང་དབུགས་ཐུང་བས་འཆི་བའི་དུས་བྱེད་པར་འགྱུར་རོ།
en: In the rare event that they are reborn in the human realm, they will die from swollen bodies and shortness of breath.”

source: །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཇི་སྐད་དུ་བསྟན་པའི་སྡུག་བསྔལ་སྣ་ཚོགས་མང་པོ་དེ་དག་ཐམས་ཅད་ནི་སྡིག་པ་མི་དགེ་བའི་ལས་རྣམ་པ་བཅུའི་དབང་ལས་གྱུར་པ་ཡིན་པས་རབ་གང་ཡིན་པ་དེ་ནི་སེམས་ཅན་དམྱལ་བའི་རྒྱུ་དང་རྐྱེན་བྱེད་པར་འགྱུར་རོ།
en: The Blessed One said, “The multitudes of various forms of suffering that have been described all come about on account of the ten negative, nonvirtuous actions. At worst, they will serve as the causes and conditions for the hell realms.

source: །འབྲིང་གང་ཡིན་པ་དེ་ནི་དུད་འགྲོའི་སྐྱེ་གནས་ཀྱི་རྒྱུ་དང་རྐྱེན་བྱེད་པར་འགྱུར་རོ།
en: Failing that, they will serve as the causes and conditions for the animal realms.

source: །ཐ་མ་གང་ཡིན་པ་དེ་ནི་ཡི་དགས་ཀྱི་རྒྱུ་དང་རྐྱེན་བྱེད་པར་འགྱུར་རོ།
en: At best, they will serve as the causes and conditions for the hungry ghost realms. “

source: །སྲོག་གཅོད་པའི་ཁ་ན་མ་ཐོ་བ་དེས་ནི་སེམས་ཅན་དམྱལ་བ་དང་། དུད་འགྲོའི་སྐྱེ་གནས་དང་། གཤིན་རྗེའི་འཇིག་རྟེན་དག་ཏུ་ལྟུང་བར་འགྱུར་རོ།
en: The inadmissible act of taking life will cause beings to fall into the hells, the animal realms, and the realm of the Lord of Death.

source: །གལ་ཏེ་མིར་སྐྱེས་པར་གྱུར་ན་ཡང་རྣམ་པར་སྨིན་པའི་འབྲས་བུ་རྣམ་པ་གཉིས་འཐོབ་པར་འགྱུར་ཏེ། ཚེ་ཐུང་བ་དང་། ནད་མང་བ་གང་ཡིན་པའོ།
en: Even if they happen to be reborn as humans, they will experience two types of ripened results: a short lifespan and an abundance of disease.

source: །མ་བྱིན་པར་ལེན་པའི་ཁ་ན་མ་ཐོ་བ་གང་ཡིན་པ་དེ་ནི་སེམས་ཅན་དམྱལ་བ་དང་། དུད་འགྲོའི་སྐྱེ་གནས་དང་། གཤིན་རྗེའི་འཇིག་རྟེན་དག་ཏུ་ལྟུང་བར་བྱེད་དོ།
en: The inadmissible act of taking what is not given causes beings to fall into the hells, the animal realms, and the realm of the Lord of Death.

source: །གལ་ཏེ་མིར་སྐྱེས་པར་གྱུར་ན་ཡང་རྣམ་པར་སྨིན་པའི་འབྲས་བུ་རྣམ་པ་གཉིས་འཐོབ་པར་འགྱུར་ཏེ། དབུལ་ཞིང་ཕོངས་པ་དང་། ནོར་ཐུན་མོང་དུ་འགྱུར་ཞིང་རང་དབང་མེད་པ་གང་ཡིན་པའོ།
en: Even if they happen to be reborn as humans, they will experience two types of ripened results: being poverty stricken and losing control over their wealth when it becomes collectivized.

source: །འདོད་པས་ལོག་པར་གཡེམ་པའི་ཁ་ན་མ་ཐོ་བ་གང་ཡིན་པ་དེ་ནི་སེམས་ཅན་རྣམས་སེམས་ཅན་དམྱལ་བ་དང་། དུད་འགྲོའི་སྐྱེ་གནས་དང་། གཤིན་རྗེའི་འཇིག་རྟེན་དག་ཏུ་ལྟུང་བར་བྱེད་དོ།
en: The inadmissible act of sexual misconduct due to desire causes beings to fall into the hells, the animal realms, and the realm of the Lord of Death.

source: །གལ་ཏེ་མིར་སྐྱེས་པར་གྱུར་ན་ཡང་རྣམ་པར་སྨིན་པའི་འབྲས་བུ་རྣམ་པ་གཉིས་འཐོབ་པར་འགྱུར་ཏེ། ཆུང་མ་གཞན་གྱིས་བྱི་བ་བྱེད་པ་དང་། ཆུང་མ་དང་ཕན་ཚུན་རྩོད་ཅིང་བདག་གི་སེམས་ཀྱིས་བསམས་བཞིན་དུ་མི་འགྱུར་བ་གང་ཡིན་པའོ།
en: Even if they happen to be reborn as humans, they will experience two types of ripened results: their wives will be unfaithful, and their two wives will fight and not follow their will.

source: །བརྫུན་དུ་སྨྲ་བའི་ཁ་ན་མ་ཐོ་བ་གང་ཡིན་པ་དེ་ནི་སེམས་ཅན་རྣམས་སེམས་ཅན་དམྱལ་བ་དང་། དུད་འགྲོའི་སྐྱེ་གནས་དང་། གཤིན་རྗེའི་འཇིག་རྟེན་དག་ཏུ་ལྟུང་བར་བྱེད་དོ།
en: The inadmissible act of false speech causes beings to fall into the hells, the animal realms, and the realm of the Lord of Death.

source: །གལ་ཏེ་མིར་སྐྱེས་པར་གྱུར་ན་ཡང་རྣམ་པར་སྨིན་པའི་འབྲས་བུ་རྣམ་པ་གཉིས་འཐོབ་པར་འགྱུར་ཏེ། སྐུར་པ་མང་བ་དང་། རྟག་པར་གཞན་གྱིས་མང་དུ་བསླུས་པར་འགྱུར་བ་གང་ཡིན་པའོ། །ཕྲ་མ་བྱས་པའི་ཁ་ན་མ་ཐོ་བ་གང་ཡིན་པ་དེས་ནི་སེམས་ཅན་རྣམས་སེམས་ཅན་དམྱལ་བ་དང་།
en: Even if they happen to be reborn as humans, they will experience two types of ripened results: copious slander and always being deceived by others.

source: དུད་འགྲོའི་སྐྱེ་གནས་དང་། གཤིན་རྗེའི་འཇིག་རྟེན་དག་ཏུ་ལྟུང་བར་བྱེད་དོ།
en: The inadmissible act of divisive speech causes beings to fall into the hells, the animal realms, and the realm of the Lord of Death.

source: །གལ་ཏེ་མིར་སྐྱེས་པར་གྱུར་ན་ཡང་རྣམ་པར་སྨིན་པའི་འབྲས་བུ་རྣམ་པ་གཉིས་འཐོབ་པར་འགྱུར་ཏེ། རྟག་པར་སྒྲ་མི་སྙན་པ་ཐོས་པར་འགྱུར་བ་དང་། གང་ཅི་སྨྲས་ཀྱང་རུང་སྟེ། རྒྱུན་ཏུ་རྩོད་པ་ཅན་དུ་འགྱུར་བ་གང་ཡིན་པའོ། །ཚིག་ཀྱལ་པ་སྨྲས་པའི་ཁ་ན་མ་ཐོ་བ་གང་ཡིན་པ་དེ་ནི་སེམས་ཅན་རྣམས་སེམས་ཅན་དམྱལ་བ་དང་།
en: Even if they happen to be reborn as humans, they will experience two types of ripened results: always hearing unpleasant sounds and frequently becoming the subject of debate, no matter what they say.

source: །གལ་ཏེ་མིར་སྐྱེས་པར་གྱུར་ན་ཡང་རྣམ་པར་སྨིན་པའི་འབྲས་བུ་རྣམ་པ་གཉིས་འཐོབ་པར་འགྱུར་ཏེ། བདེན་པ་ཞིག་སྨྲས་ན་ཡང་གཞན་དག་ཡིད་ཆེས་པར་མི་འགྱུར་བ་དང་། ཚིག་སྨྲས་པ་རྣམས་གཞན་གྱིས་གོ་བར་མི་འགྱུར་བ་གང་ཡིན་པའོ།
en: Even if they happen to be reborn as humans, they will experience two types of ripened results: not being believed by others even when they speak the truth and not being understood by others, no matter what they say.

source: །བརྣབ་སེམས་བསྐྱེད་པའི་ཁ་ན་མ་ཐོ་བ་གང་ཡིན་པ་དེ་ནི་སེམས་ཅན་རྣམས་སེམས་ཅན་དམྱལ་བ་དང་། དུད་འགྲོའི་སྐྱེ་གནས་དང་། གཤིན་རྗེའི་འཇིག་རྟེན་དག་ཏུ་ལྟུང་བར་བྱེད་དོ།
en: The inadmissible act of engendering covetousness causes beings to fall into the hells, the animal realms, and the realm of the Lord of Death.

source: །གལ་ཏེ་མིར་སྐྱེས་ན་ཡང་རྣམ་པར་སྨིན་པའི་འབྲས་བུ་རྣམ་པ་གཉིས་འཐོབ་པར་འགྱུར་ཏེ། ནོར་ལ་བརྐམ་ཞིང་ཆོག་ཤེས་པ་མེད་པ་དང་། མང་དུ་ཚོལ་ཞིང་རྟག་པར་ཡིད་བཞིན་དུ་མངོན་པར་གྲུབ་པར་མི་འགྱུར་བ་གང་ཡིན་པའོ།
en: Even if they happen to be reborn as humans, they will experience two types of ripened results: craving wealth but lacking contentment and searching at length but never finding the fulfilment they imagined.

source: །གནོད་སེམས་ཀྱི་ཁ་ན་མ་ཐོ་བ་གང་ཡིན་པ་དེས་ནི་སེམས་ཅན་རྣམས་སེམས་ཅན་དམྱལ་བ་དང་། དུད་འགྲོའི་སྐྱེ་གནས་དང་། གཤིན་རྗེའི་འཇིག་རྟེན་དག་ཏུ་ལྟུང་བར་བྱེད་དོ།
en: The inadmissible act of harboring ill will causes beings to fall into the hells, the animal realms, and the realm of the Lord of Death.

source: །གལ་ཏེ་མིར་སྐྱེས་པར་གྱུར་ན་ཡང་རྣམ་པར་སྨིན་པའི་འབྲས་བུ་རྣམ་པ་གཉིས་མྱོང་བར་འགྱུར་ཏེ། རྟག་པར་གཞན་གྱིས་གླགས་ཚོལ་བར་འགྱུར་བ་དང་། རྟག་པར་གཞན་གྱིས་གནོད་པ་བྱེད་པར་འགྱུར་བ་གང་ཡིན་པའོ།
en: Even if they happen to be reborn as humans, they will experience two types of ripened results: others will always try to take advantage of them, and they will constantly be harmed by others.

source: །ལོག་པར་ལྟ་བའི་ཁ་ན་མ་ཐོ་བ་གང་ཡིན་པ་དེས་ནི་སེམས་ཅན་རྣམས་སེམས་ཅན་དམྱལ་བ་དང་། དུད་འགྲོའི་སྐྱེ་གནས་དང་། གཤིན་རྗེའི་འཇིག་རྟེན་དག་ཏུ་ལྟུང་བར་བྱེད་དོ།
en: The inadmissible act of wrong view causes beings to fall into the hells, the animal realms, and the realm of the Lord of Death.

source: །གལ་ཏེ་མིར་སྐྱེས་པར་གྱུར་ན་ཡང་རྣམ་པར་སྨིན་པའི་འབྲས་བུ་རྣམ་པ་གཉིས་འཐོབ་པར་འགྱུར་ཏེ། རྟག་པར་ལོག་པར་ལྟ་བའི་ཁྱིམ་དག་ཏུ་སྐྱེ་བར་འགྱུར་བ་དང་། སེམས་གཡོ་སྒྱུ་དང་བཅས་པར་འགྱུར་བ་གང་ཡིན་པའོ།
en: Even if they happen to be reborn as humans, they will experience two types of ripened results: always being reborn into households with wrong views and being pursued by devious thoughts. “

source: །ཀྱེ་སངས་རྒྱས་ཀྱི་སྲས་རྣམས་དེ་ལྟར་ན་སྡིག་པ་མི་དགེ་བའི་ལས་ཀྱི་ལམ་བཅུ་པོ་རྣམས་ནི་སྡུག་བསྔལ་མང་པོ་སྣ་ཚོགས་ཀྱི་ཕུང་པོ་ཆེན་པོའི་རྒྱུ་དང་རྐྱེན་དུ་གྱུར་པ་ཡིན་ནོ།
en: O heirs to the Buddha, since this is so, the ten negative, nonvirtuous paths of action are the causes and conditions for great heaps of multitudes of sufferings!”

source: །དེ་ནས་དེའི་ཚེ་འཁོར་འདུས་པ་ཆེན་པོ་དེ་ཉིད་དུ་སྡིག་པ་མི་དགེ་བའི་ལས་བཅུ་པོ་དག་བྱས་པ་གང་ཡིན་པ་དེ་དག་བཅོམ་ལྡན་འདས་ཀྱིས་སེམས་ཅན་དམྱལ་བའི་སྡུག་བསྔལ་གྱི་རྣམ་པར་སྨིན་པ་བཀས་བཤད་པ་ཐོས་པ་དང་། དེ་དག་ཐམས་ཅད་སྐད་ཆེར་ཕྱུང་སྟེ་ངུས་ནས། བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་བདག་ཅག་དགེ་བ་ཇི་ལྟ་བུ་ཞིག་སྤྱད་ན་སྡུག་བསྔལ་འདི་དག་ལས་ཐར་བར་འགྱུར་ལགས།
en: Then, at that moment, those among the great gathering of retinues who had performed the ten negative, nonvirtuous actions heard the Blessed One explain the ripening of the sufferings of the hell realms, and they all wept and cried out to the Blessed One, “Blessed One, what sort of virtue, when practiced, will free us from such suffering?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། སེམས་ཅན་ཐམས་ཅད་བསོད་ནམས་ཀྱི་ལས་ལ་གཟུད་པར་བྱ་སྟེ།
en: The Blessed One responded, “Lead all beings toward meritorious actions.

source: ཇི་ལྟར་བསོད་ནམས་མངོན་པར་བསྒྲུབ་པར་བྱ་ཞེ་ན།
en: How is merit created?

source: སེམས་ཅན་གང་ལ་ལ་ཞིག་ཚེ་འདི་ལ་ཡོངས་སུ་བསྐུལ་བའི་བདག་པོ་ཆེན་པོ་བྱས་ཏེ། དེ་བཞིན་གཤེགས་པའི་མཆོད་རྟེན་དང་དྲི་གཙང་ཁང་དང་། གཙུག་ལག་ཁང་བརྩིགས་ན།
en: Anyone who acts as a great, influential leader in this life and constructs stūpas of the thus-gone ones, shrines, and monasteries will, without a doubt, become a king in the future.

source: མ་འོངས་པ་ན་གདོན་མི་ཟ་བར་རྒྱལ་པོ་བྱེད་ཅིང་སྐྱེ་བོ་མང་པོ་ལ་དབང་བྱེད་པར་འགྱུར་བས་གང་ཡང་ངག་མི་ཉན་པ་མེད་པར་འགྱུར་རོ།
en: They will rule over many people and will never be disobeyed by anyone.

source: །ཚེ་འདི་ལ་གྲོང་དང་གྲོང་གི་གཙོ་བོར་གྱུར་ཀྱང་དྲང་དཀན་ཆེ་ཞིང་ཆོས་བཞིན་དུ་སྐྱོང་བར་བྱེད་པ་གང་ཡིན་པ་དེ་ནི་མ་འོངས་པ་ན་གདོན་མི་ཟ་བར་རྒྱལ་པོའི་བློན་པོ་བྱེད་པར་འགྱུར་ཞིང་གོས་ཟས་དང་།
en: Those who, as the heads of towns and villages in this life, are upstanding and rule in accordance with the Dharma will, without a doubt, become ministers to kings in the future.

source: རྟ་ཕུན་སུམ་ཚོགས་པ་དང་ཅི་དང་ཅི་འདོད་པ་འབྱོར་བར་འགྱུར་རོ།
en: They will have an abundance of clothing, food, and horses and will acquire whatever they desire.

source: །ཚེ་འདི་ལ་སྐྱེ་བོ་མང་པོ་བསོད་ནམས་བྱེད་པར་བསྐུལ་ཞིང་གཟུང་བ་གང་ཡིན་པ་དེ་ནི་མ་འོངས་པ་ན་གདོན་མི་ཟ་བར་ཆོ་རིགས་བཙུན་ཞིང་ཤིན་ཏུ་ཕྱུག་པའི་ཁྱིམ་བདག་ཏུ་འགྱུར་བར་སྐྱེ་བོ་མང་པོ་ཀུན་གྱིས་བཀུར་བ་དང་།
en: Those who encourage many people to create merit in this life will, without a doubt, become heads of rich houses with venerable lineages in the future.

source: ཕྱོགས་བཅུ་པོ་དག་ཏུ་དོན་གཉེར་བ་རྣམས་ཀྱང་འགྲུབ་པར་འགྱུར་རོ།
en: They will be respected by everyone and will accomplish all their endeavors throughout the ten directions. “

source: །ཚེ་འདི་ལ་མར་མེ་བཙུགས་ནས་མཆོད་པ་བྱེད་པ་ལ་མངོན་པར་དགའ་བ་གང་ཡིན་པ་དེ་ནི་ཉི་ཟླའི་ལྷར་སྐྱེ་བར་འགྱུར་བས་འོད་ཟེར་གྱིས་བདག་ཉིད་གསལ་བར་བྱེད་པར་འགྱུར་རོ།
en: Those who delight in making and offering lamps in this life will be reborn as the gods of the sun and moon and will become self-illuminated by rays of light.

source: །ཚེ་འདི་ལ་སྦྱིན་པ་གཏོང་བ་ལ་དགའ་བ་དང་། བྱམས་པའི་སེམས་ཀྱིས་སྲོག་ཆགས་གསོ་བར་དགའ་བ་གང་ཡིན་པ་དེ་ནི་སྐྱེ་བ་ཐམས་ཅད་ཕྱུག་པོར་འགྱུར་བས་གོས་ཟས་དག་རང་འབྱུང་བར་འགྱུར་རོ།
en: Those who delight in generosity and healing creatures with a loving attitude in this life will be wealthy in all their lives, as food and clothing naturally come to them.

source: །ཚེ་འདི་ལ་སྐྱེ་བོ་མང་པོ་རྣམས་ལ་བཟའ་བ་དང་བཏུང་བ་སྦྱིན་པ་ལ་མངོན་པར་དགའ་བ་གང་ཡིན་པ་དེ་ནི་སྐྱེ་བ་ཐམས་ཅད་དུ་ལྷའི་ཟས་རང་འབྱུང་བར་འགྱུར་བ་དང་། གཟུགས་དང་སྟོབས་ཕུན་སུམ་ཚོགས་པ་དང་། དབང་པོ་རྣོ་ཞིང་སྤོབས་པ་དང་ལྡན་པ་དང་ཚེ་རིང་བར་འགྱུར་རོ།
en: Those who delight in offering food and drink to many people in this life will naturally acquire an abundance of divine foods in all their lifetimes, have a perfect physique with an abundance of strength, possess sharp faculties and eloquence, and have a long life. “

source: །གང་གིས་དུད་འགྲོའི་གནས་སུ་སོང་བ་རྣམས་ལ་སྦྱིན་པ་ཡོངས་སུ་བཏང་ན་རྣམ་པར་སྨིན་པའི་འབྲས་བུ་བརྒྱ་འགྱུར་སྙེད་འཐོབ་པར་འགྱུར་རོ།
en: If one practices generosity toward those who have gone to the animal realms, one will experience ripened results by the hundreds.

source: །འདོད་ཆེན་པ་དག་ལ་སྦྱིན་པ་ཡོངས་སུ་བཏང་ན་རྣམ་པར་སྨིན་པ་སྟོང་འགྱུར་སྙེད་འཐོབ་པར་འགྱུར་རོ།
en: If one practices generosity toward icchantikas, one will attain ripened results by the thousands.

source: །ཚུལ་ཁྲིམས་དང་ལྡན་པའི་དགེ་སློང་ལ་སྦྱིན་པ་ཡོངས་སུ་བཏང་ན་རྣམ་པར་སྨིན་པ་ཁྲི་འགྱུར་སྙེད་འཐོབ་པར་འགྱུར་རོ།
en: If one practices generosity toward disciplined monks, one will attain ripened results by the tens of thousands.

source: །གང་གིས་ཐེག་པ་ཆེན་པོ་དེ་བཞིན་གཤེགས་པའི་གསང་བའི་སྙིང་པོ་འཁོར་མང་པོ་ལ་ཡང་དག་པར་བསྒྲགས་ནས་སེམས་ཀྱི་མིག་འབྱེད་པའི་ཆོས་སྨྲ་བ་གང་དག་ལ་སྦྱིན་པ་ཡོངས་སུ་བཏང་ན་རྣམ་པར་སྨིན་པའི་འབྲས་བུ་ཚད་མེད་པ་སྙེད་ཐོབ་པར་འགྱུར་རོ།
en: If one practices generosity toward Dharma teachers who open the eyes of beings by proclaiming the secret essence of the thus-gone ones—that is, the Great Vehicle—to many followers, one will attain ripened results without measure.

source: །གང་གིས་སངས་རྒྱས་དང་། བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ལ་སྦྱིན་པ་ཡོངས་སུ་བཏང་ན་རྣམ་པར་སྨིན་པའི་འབྲས་བུ་མཐར་ཐུག་པ་མེད་པ་སྙེད་ལ་ལོངས་སྤྱོད་པར་འགྱུར་རོ།
en: If one practices generosity toward the buddhas and bodhisattvas, one will enjoy ripened results beyond limits.

source: །གཞན་ཡང་གང་ཟག་རྣམ་པ་གསུམ་ལ་སྦྱིན་པ་ཡོངས་སུ་བཏང་ན་རྣམ་པར་སྨིན་པའི་འབྲས་བུ་ཡོངས་སུ་གཏུགས་པར་མི་འགྱུར་ཏེ།
en: Furthermore, if one practices generosity toward the three types of individuals, the ripened results will be inexhaustible.

source: དེ་བཞིན་གཤེགས་པ་རྣམས་དང་། ཕ་མ་དང་ནད་པ་རྣམས་སོ།
en: Those are the thus-gone ones, parents, and the sick.

source: །ཟས་ཟ་གཅིག་ཙམ་ཡོངས་སུ་བཏང་བས་ཀྱང་རྣམ་པར་སྨིན་པའི་འབྲས་བུ་ཚད་མེད་པ་སྙེད་ཐོབ་པར་འགྱུར་རོ།
en: Even by offering a single meal to them, one will attain ripened results without measure.

source: །རྟག་པར་ཡོངས་སུ་བཏང་བས་ཡོངས་སུ་གཏུགས་པར་མི་འགྱུར་བ་ལྟ་སྨོས་ཀྱང་ཅི་དགོས།
en: There is indeed no need to mention how always giving will have an inexhaustible result. “

source: ཚེ་འདི་ལ་དགེ་འདུན་མང་པོའི་སྐུ་བསིལ་བ་གང་ཡིན་པ་དེ་ནི་སྐྱེ་བ་ཐམས་ཅད་དུ་བྱད་བཞིན་སྡུག་ཅིང་མཛེས་པ་དང་། རང་བཞིན་གྱིས་གོས་ཟས་དང་ལྡན་པ་དང་། སྐྱེ་བོ་མང་པོ་ཀུན་གྱིས་བཀུར་བར་འགྱུར་རོ།
en: Those who offer baths to many Saṅgha members in this life will have a lovely and beautiful face, will naturally come to possess clothing and food, and will be respected by many people in all their lives.

source: །ཚེ་འདི་ལ་བསྔགས་པ་བརྗོད་པ་དང་། མདོ་སྡེའི་ཆོས་ཀློག་ཅིང་ཁ་ཏོན་དུ་འདོན་པར་དགའ་བ་གང་ཡིན་པ་དེ་ནི་སྐྱེ་བའི་གནས་ཐམས་ཅད་དུ་སྒྲ་དབྱངས་སྙན་ཅིང་ཐོས་པ་རྣམས་རབ་ཏུ་དགའ་བར་འགྱུར་རོ།
en: Those who delight in offering praise and reading and chanting the Dharma of the sūtras in this life will have a pleasant voice and will delight all who hear it throughout all their places of rebirth.

source: །ཚེ་འདི་ལ་ཚུལ་ཁྲིམས་སྲུང་བར་མངོན་པར་དགའ་བ་གང་ཡིན་པ་དེ་ནི་སྐྱེ་བ་ཐམས་ཅད་དུ་བྱད་བཞིན་སྡུག་ཅིང་མིའི་ནང་ན་མཆོག་ཏུ་འགྱུར་རོ།
en: Those who delight in upholding their discipline in this life will have a lovely face and will be the most supreme of humans in all their lives.

source: །ཚེ་འདི་ལ་ལམ་ཀར་ཁྲོན་པ་བརྐོས་ནས་སྐྱེད་ཤིང་བཙུགས་ནས་གྲིབ་མ་མང་པོ་ཀུན་ལ་སྒྲིབ་པར་མངོན་པར་དགའ་བ་གང་ཡིན་པ་དེ་ནི་སྐྱེ་བ་ཐམས་ཅད་དུ་མིའི་རྒྱལ་པོ་བྱེད་ཅིང་རོ་བརྒྱ་དང་ལྡན་པའི་བཟའ་བ་དང་བཏུང་བ་བསམས་པ་ཙམ་གྱིས་འབྱོར་པར་འགྱུར་རོ།
en: Those who delight in digging wells near roads and planting trees to provide shade to many will become kings among humans and will in all their lives acquire at their whim food and drink with hundreds of flavors.

source: །ཚེ་འདི་ལ་མདོ་སྡེ་བྲིས་ཏེ། གཞན་དག་ལ་བྱིན་ནས་ཀློག་ཏུ་བཅུག་པ་ལ་མངོན་པར་དགའ་བ་གང་ཡིན་པ་དེ་ནི་སྐྱེ་བ་ཐམས་ཅད་དུ་བདག་གི་སྤོབས་པ་མང་པོ་དང་ལྡན་པ་དང་། ཆོས་བསླབ་པ་ལ་ལན་ཅིག་ཐོས་པ་ཙམ་གྱིས་གོ་བར་འགྱུར་བ་དང་།
en: Those who delight in copying sūtras and giving them to others to read in this life will in all their lives possess great eloquence and will understand Dharma teachings just by listening to them once.

source: སངས་རྒྱས་དང་། བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱིས་བྱིན་གྱིས་རློབ་ཅིང་ཡོངས་སུ་སྲུང་བ་དང་། རྟག་པར་མིའི་ནང་ན་མཆོག་དམ་པ་གཙོ་བོ་བྱེད་པར་འགྱུར་རོ།
en: The buddhas and bodhisattvas will bless and protect them, and they will always be the most supreme among humans and among eminent leaders.

source: །ཚེ་འདི་ལ་ཟམ་པ་དང་། གྲུ་གཟིངས་བཅས་ནས་སྐྱེ་བོ་མང་པོ་སྒྲོལ་བར་མངོན་པར་དགའ་བ་གང་ཡིན་པ་དེ་ནི་སྐྱེ་བ་ཐམས་ཅད་དུ་རིན་པོ་ཆེ་སྣ་བདུན་ཕུན་སུམ་ཚོགས་པ་དང་། སྐྱེ་བོ་མང་པོ་ཀུན་གྱིས་བཀུར་ཞིང་བསྔགས་པ་བརྗོད་ནས་མངོན་པར་དགའ་བ་དང་། ཕན་ཚུན་འགྲོ་ཞིང་འོང་བའི་ཚེ་མང་པོ་ཀུན་གྱིས་བསྙེན་བཀུར་དང་། རིམ་གྲོ་བྱེད་པར་འགྱུར་རོ།
en: Those who delight in this life in ferrying many beings with bridges and boats will have an abundance of the seven precious jewels, will in all their lives be respected and praised by many people, and will be venerated and served by all when they travel. “

source: །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཀུན་དགའ་བོ་ངས་ཇི་སྐད་དུ་མདོ་སྡེ་དེ་དང་དེ་དག་གི་རྒྱུ་དང་འབྲས་བུ་བསྟན་ནས་སེམས་ཅན་མང་པོ་རྣམས་ཀློག་པ་དང་། ཁ་ཏོན་དུ་འདོན་པ་དང་། མངོན་པར་བསྒྲུབ་པར་བསྐུལ་ནས་སྡུག་བསྔལ་གྱི་བགེགས་ལས་ཡོངས་སུ་བཟླས་པ་དེ་བཞིན་དུ་འདིར་ཡང་དེ་ལྟར་བསྟན་པ་ཡིན་པས།
en: Ānanda,” said the Blessed One, “with these words, I have taught the causes and results according to this and other sūtras. Having been inspired to read, chant, and practice them, many beings will transcend the obstruction that is suffering.

source: གང་ལ་ལ་ཞིག་གིས་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ཐོས་ནས་སྐུར་པ་འདེབས་པར་བྱེད་པ་དེ་ནི་ཚེ་འདི་ཉིད་ལ་ལྕེའི་དབང་པོ་ལྟུང་བར་འགྱུར་རོ།
en: Thus has it been taught here. Anyone who hears this Dharma teaching and slanders it will have their tongue fall out in this very life.”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ལ་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་ཆོས་ཀྱི་རྣམ་གྲངས་འདིའི་མིང་ཅི་ལགས།
en: Ānanda then addressed the Blessed One: “What is the name of this Dharma teaching, Blessed One?

source: ཇི་ལྟར་ཡོངས་སུ་གཟུང་བར་བགྱི།
en: How should it be retained?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཀུན་དགའ་བོ་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ནི་ལེགས་ཉེས་ཀྱི་རྒྱུ་དང་འབྲས་བུ་བསྟན་པ་ཞེས་བྱ་སྟེ། བྱང་ཆུབ་སེམས་དཔའི་སྤྱོད་པ་མངོན་པར་སྒྲུབ་པར་སྨོན་ལམ་བཏབ་པ་ཞེས་བྱ་བར་ཡང་ཟུང་ཤིག །
en: The Blessed One responded, “Ānanda, this Dharma teaching is known as Teaching the Causes and Results of Good and Ill, and it may likewise be retained as The Aspiration Made for the Accomplishment of the Bodhisattva’s Conduct.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་བསྟན་པ་ན། ལྷ་དང་མི་སྟོང་ཕྲག་བརྒྱད་ཅུ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་སེམས་བསྐྱེད་པར་གྱུར་ཏོ།
en: As the Blessed One gave this Dharma teaching, eighty thousand gods and humans gave rise to the mind set on unsurpassed and completely perfect awakening.

source: །བུད་མེད་བརྒྱ་སྟོང་དུ་མ་ཚེ་འདི་ཉིད་ལ་བུད་མེད་ཀྱི་དབང་པོ་མེད་པར་གྱུར་ནས་སྐྱེས་པའི་ལུས་མངོན་པར་གྲུབ་པར་གྱུརད་ཏོ།
en: Many hundreds of thousands of women lost their female faculties and in this very life manifested fully formed male bodies.

source: །སྡིག་པ་སྤྱོད་པའི་སྐྱེ་དགུ་སྟོང་ཉིས་བརྒྱ་ནི་གདུག་པའི་སེམས་སྤངས་ནས་བདག་གི་ཚེ་རབས་དྲན་པར་གྱུརད་ཏོ།
en: Two thousand beings with wicked ways abandoned their malevolent thoughts and recollected their past lives.
